[
	{
		"name": "Trivia  Night",
		"description": "4 rounds.  Pop culture, current Events, Literary, and Picture Round.  Books for prizes",
		"url": "https://www.volumesbooks.com/event/trivia-night-94",
		"start": "2018-11-26T20:00:00",
		"cost": "free",
		"location": "Volumes Bookcafe",
		"tag": "Trivia",
		"image": "images/events-1/volumes.jpg"
	},
	{
		"name": "Underground Art Market 2018",
		"description": "Please join us for our 8th year, 10th edition of The Underground Art Market. This year we are creating this event at Salvage One. Salvage One is an incredible art, antique & artifact store and stunning event space. We couldn/'t be more thrilled to announce the all the incredible artists, artisans and culinary artists that are coming together on the themes of wellness & recycled arts & eco-consciousness to create this event.",
		"url": "https://www.facebook.com/events/1672738502838298/",
		"start": "2018-12-09T12:00:00",
		"cost": "free",
		"location": "Salvage One",
		"tag": "Art",
		"image": "images/events-2/underground_market_2018.jpg"
	},
	{
		"name": "Thanksgiving: Listen to Them Grow",
		"description": "In its 90th year at Rockefeller Chapel, the South Side’s beloved interfaith Thanksgiving community celebration features the Hyde Park Neighborhood Choir of the Chicago’s Children’s Choir singing world music, with prayers and readings by local leaders of diverse spiritual traditions. Elizabeth Davenport, Dean of Rockefeller Chapel, offers the address. Free. Presented by the Hyde Park & Kenwood Interfaith Council with Rockefeller Chapel",
		"url": "https://www.facebook.com/events/2148766835443615/",
		"start": "2018-11-28T11:00:00",
		"cost": "free",
		"location": "Rockefeller Memorial Chapel",
		"tag": "Music",
		"image": "images/events-3/thanksgiving.jpg"
	},
	{
		"name": "Chicago Open Stratego Tournament @ CHITAG",
		"description": "Chicago CHITAG Open Stratego Tournament is open for all participants. Young and old, starters and experienced players, everyone will meet opponents of a sort of similar level. There will be fun, exciting games, and the chance to reach eternal fame. The Chicago Open is the ideal event to meet STRATEGO friends from all over the USA to enjoy the game.",
		"url": "https://www.eventbrite.com/e/chicago-chitag-open-stratego-tournament-hosted-by-playmonster-nasf-tickets-50043304872",
		"start": "2018-11-18T09:00:00",
		"cost": "free",
		"location": "Navy Pier",
		"tag": "Game",
		"image": "images/events-4/highres_475695184.jpg",
		"past": true
	},
	{
		"name": "Green Gratitude 2018 Raw Vegan Dinner - ALL WELCOME!!",
		"description": "This will be a fancy raw vegan potluck. We ask you to bring a dish using our recipes.… the Green Gratitude Chef Team will be plating this special meal for us. We will also need a few people to make a cash donation to help cover costs of some of the dishes the chefs will make.  Everyone Welcome!",
		"url": "https://www.meetup.com/taste-of-vegan-chicagoland/events/255989196/",
		"start": "2018-12-09T12:00:00",
		"cost": "$5.00",
		"location": "Immanuel Lutheran Church",
		"tag": "Food",
		"image": "images/events-5/600_476132574.jpeg"
	},
	{
		"name": "Help sort donated food for Coppin Food Pantry, Southside, afternoon",
		"description": "We will be sorting donated produce from local grocery stores to prepare for the distribution in the late afternoon at the Coppin Community Center/'s Food Pantry. Come help feed low income families in need of food in the Washington Park Neighborhood. The pantry is operated by the Coppin Memorial A.M.E. Church and Coppin Community Center. They have been serving the south side of Chicago for the last 95 years. The pantry has been operation since October 2011. Refreshments will be served to volunteers. We need help the most from 8:30 am to 1:30 pm on truck delivery. 1st truck arrives between 8:30-9:00. 2nd truck arrives between 12:00noon and 12:30. These are not hard and fast time slots. If you cannot stay for the full duration, you can still be very helpful for 1 or 2 hours. Average weight for the bags and boxes are around 20 to 40 pounds. We work in teams so you do not need to lift anything heavier than you feel comfortable doing. You can take breaks whenever you need one.",
		"url": "https://www.meetup.com/Chicago-Fun-Volunteers/events/lbszclyxpbzb/",
		"start": "2018-11-19T08:30:00",
		"cost": "free",
		"location": "Coppin Community Center",
		"tag": "Volunteer",
		"image": "images/events-6/strong-black-beautiful-woman-378x300.jpg"
	},
	{
		"name": "Delicious Authentic Homecooked Venezuelan at SWEET PEPPER! 2nd seating!",
		"description": "Sweet Pepper restaurant is a family-owned restaurant that has recently opened. They are located in the Northwest side of Chicago on Lawrence Ave in the Lincoln Square neighborhood. We will be having a delicious dinner at this restaurant and will be all vegan! They will be having a special appetizer for us, the rest is on their menu.",
		"url": "https://www.meetup.com/taste-of-vegan-chicagoland/events/255971339/",
		"start": "2018-11-12T19:00:00",
		"cost": "$12.00",
		"location": "Sweet Pepper",
		"tag": "Food, Vegan",
		"image": "images/events-7/highres_475921864.jpeg",
		"past": true
	},
	{
		"name": "Sunday Night Sitting Meditation w/ North Suburban Meditation Community",
		"description": "Join Mark Z and his Sangha -- almost every Sunday evening in this kind-hearted, committed fellowship, as we come together to support one another in practicing mindfulness meditation.  Some guidance is offered by the facilitator, followed by a period of sitting, breath awareness, thought witnessing and other meditation techniques.  Meditation is widely known to be supportive for mental clarity, emotional regulation and physical well-being. We support one another on this simple but profound path.  Modest donations are accepted at the discretion of the participants, to help support our host location, Inner Balance.",
		"url": "https://www.meetup.com/Inner-Balance-Meditation/events/255870386/",
		"start": "2018-11-18T18:30:00",
		"cost": "free",
		"location": "Inner Balance",
		"tag": "Mind Grouth",
		"image": "images/events-8/highres_472139772.jpeg"
	},
	{
		"name": "Exploring Your Life Mission",
		"description": "Why am I here?  What am I here to do?  Who am I here to become?  If these questions are relevant for you, Join us for the continuing series of Life Mission Sessions. Each Session is custom created for, and with, those in attendance. Join us for one to gain a morsel of insight. Join us monthly to continue to deepen inspiration, grow your voice, increase your confidence, courage and impact in the world.",
		"url": "https://www.meetup.com/Inner-Balance-Meditation/events/255196824/",
		"start": "2018-12-25T14:00:00",
		"cost": "free",
		"location": "Inner Balance",
		"tag": "Mind Groth",
		"image": "images/event-placeholder.png"
	},
	{
		"name": "Cook a meal for the homeless, Streeterville/Gold Coast, flexible shift times.",
		"description": "Join Fight2Feed as we help cook and feed 150+ meals for our neighbors that are homeless and families in need. This is a special Monday day time project with the Fourth Presbyterian Church and Catholic Charities. Volunteers will meet at the Fourth Presbyterian Church in the morning, located near Streeterville, 126 E Chestnut Street Chicago IL 60611. (across from John Hancock building). Volunteer shifts are from 10 AM to 4 PM in 3 hour blocks. If you have to leave early or come later than the listed shift time, that is OK too.",
		"url": "https://www.meetup.com/Chicago-Fun-Volunteers/events/255049098/",
		"start": "2018-11-19T10:00:00",
		"cost": "free",
		"location": "Fourth Presbyterian Church",
		"tag": "Volunteer",
		"image": "images/events-10/600_468470210.jpeg"
	},
	{
		"name": "110 IN THE SHADE at BoHo Theatre",
		"description": "Saddled to a failing cattle ranch, the only woman in a family of menfolk, Lizzie Curry has just about given up hope of finding love and escape. But when a charming trickster named Starbuck breezes into town promising to bring rain for $100.00, Lizzie’s father gives the man the last of the family’s savings, knowing that what he has to offer them, and Lizzie, is more than just rain. Taking our cue from the 2007 Broadway revival, BoHo looks to bring its customary small-scale intimacy to this underrated Depression-era tale. Adapted from Nash’s hit play THE RAINMAKER by the composing team behind THE FANTASTICKS and I DO! I DO!, 110 IN THE SHADE is a story of recognizing the beauty and potential locked away inside all of us.  Running Time: 2 hours with intermission",
		"url": "http://bohotheatre.com/shows/110-in-the-shade/",
		"start": "2018-11-23T20:00:00",
		"cost": "$35.00",
		"location": "Theater Wit",
		"tag": "Art",
		"image": "images/events-11/110_in_the_shade-6.jpg"
	},
	{
		"name": "Concert: The Garden, LE1F",
		"description": "The Garden is an American duo from Orange County, California, formed in 2011 by twin brothers Wyatt and Fletcher Shears. The duo released their debut album The Life and Times of a Paperclip in 2013, with several smaller releases following.",
		"url": "https://chicago.ohmyrockness.com/shows/331631-the-garden-le1f-cobra-lounge",
		"start": "2018-11-23T18:30:00",
		"cost": "$17.50",
		"location": "Cobra Lounge",
		"tag": "Music",
		"image": "images/LE1F.png"
	},
	{
		"name": "The Big Lebowski Screening",
		"description": "After Jeff The Dude Lebowski has his rug desecrated (it really tied the room together), he discovers that he/'s been mistaken for a millionaire also named Jeff Lebowski, who then recruits him to deliver the ransom for his kidnapped trophy wife. Both a eulogy to idleness and a poke at mental insipidity, The Big Lebowski proceeds to unfurl an unforgettable array of personalities and misadventures, chock full of iconic scenes and memorable lines.",
		"url": "http://docfilms.uchicago.edu/dev/calendar/specialevents.shtml",
		"start": "2018-12-01T21:30:00",
		"cost": "$5.00",
		"location": "Ida Notes Theater",
		"tag": "Film",
		"image": "images/TheBigLebowski.png"
	},
	{
		"name": "Every Manner of Humanity: Inside the Exhibition Break a Rule",
		"description": "A bold innovator who enjoyed disrupting conventions, Chicago artist Ed Paschke (1939–2004) mentored students for over two and a half decades to think outside the box. Join Block Museum Fellow Beth Derderian, doctoral candidate in anthropology, for a discussion of Paschke/'s teaching and artistic practices during a tour of the exhibition Break A Rule: Ed Paschke’s Art and Teaching.",
		"url": "https://www.facebook.com/events/220843261936354/",
		"start": "2018-12-01T18:00:00",
		"cost": "free",
		"location": "The Block Museum",
		"tag": "Art",
		"image": "images/BreakARule.png"
	},
	{
		"name": "Visiting Artist Talk: Mike Cloud",
		"description": "Mike Cloud is a painter whose work examines the conditions of painting in its contemporary life among countless reproductions, symbols and descriptions. Cloud earned his MFA from Yale University School of Art and a BFA from the University of Illinois-Chicago. ",
		"url": "http://www.mikecloudart.com/",
		"start": "2019-1-17T17:00:00",
		"cost": "free",
		"location": "Northwestern University, Kresge Hall",
		"tag": "Art",
		"image": "images/MikeCloud.png"
	},
	{
		"name": "Sleigh",
		"description": "Hot chocolate, apple cider, yummy snacks, and favorite carols by the fire pit played on the carillon by Joey Brink and senior members of the Rockefeller Carillon Studio. Dress for the outdoors! Free.",
		"url": "https://rockefeller.uchicago.edu/",
		"start": "2018-12-6T17:00:00",
		"cost": "free",
		"location": "Rockefeller Memorial Chapel",
		"tag": "Music",
		"image": "images/SleighBells.png"
	},
	{
		"name": "Pub Trivia Night",
		"description": "Trivia Night - Every Tuesday night at 8:30PM",
		"url": "http://www.harryshydepark.com/events/",
		"start": "2018-12-4T20:30:00",
		"cost": "free",
		"location": "Harry’s Pub",
		"tag": "Trivia",
		"image": "images/HarrysPub.png"
	},
	{
		"name": "Bite Size Broadway",
		"description": "Ruth Lloyd Webber (no relation) has been struggling for thirty years to throw her hat in the actor’s ring. Without a single acting credit to her infamous (no relation) name, Webber wrote eight mini musicals in the hopes of finally making her acting debut. None of them longer than 15 minutes, none of them shorter than 15 seconds. Six talented actors are bringing these comedic, inventive, never-before-seen productions to life in one spectacular hour of singing, dancing and jazz hands. ",
		"url": "https://chicagoplays.com/show/annoyance-theatre/bite-size-broadway.html",
		"start": "2018-12-13T20:00:00",
		"cost": "free",
		"location": "Annoyance Theatre",
		"tag": "Theater",
		"image": "images/o.jpg"
	},
	{
		"name": "Arcadia",
		"description": "Hailed as “the perfect marriage of ideas and high comedy” (The Times), the plot of ARCADIA swings between the early 19th century and the present day to explore the relationship between order and chaos. Delightful, richly drawn characters from both time periods enter and exit the same room, and current trappings end up mixing with accouterments of the past. Mathematical theory, natural history, and Lord Byron all contribute to humanity’s eternally amusing dance of love. Sparkling dialogue and clever plot twists remind us of our desire to find order in life’s never-ending parade of seemingly random events",
		"url": "https://chicagoplays.com/show/promethean-theatre-ensemble/arcadia.html",
		"start": "2018-12-12T17:00:00",
		"cost": "free",
		"location": "Greenhouse Theater Center",
		"tag": "Theater",
		"image": "images/Arcadia.jpg"
	},
	{
		"name": "Concert: Empress Of",
		"description": "Empress Of is the solo musical project of Los Angeles-based, Latin American singer-songwriter, Lorely Rodriguez. She gained attention in 2012 for anonymously releasing a series of 1 minute-long demos prefaced only by a solid color entitled /'Colorminutes/'.",
		"url": "http://www.empressof.com/",
		"start": "2018-11-30T19:30:00",
		"cost": "free",
		"location": "House of Vans",
		"tag": "Music",
		"image": "images/EmpressOf.png"
	},
	{
		"name": "Concert: Jamila Woods",
		"description": "Jamila Woods is a Chicago-based American soul singer, songwriter and poet. Woods is a graduate of St. Ignatius College Prep and Brown University. She is widely known for her collaborative works with Chance the Rapper on the hit song /'Sunday Candy/' from the album Surf as well as /'Blessings/' from Coloring Book.",
		"url": "http://www.jamila-woods.com/",
		"start": "2018-11-30T19:00:00",
		"cost": "$15.00",
		"location": "Harold Washington Cultural Center",
		"tag": "Music",
		"image": "images/JamilaWoods.png"
	}
	{
		"name": "Adults Night Out 2018",
		"description": "Guests will enjoy unique animal chats, educational entertainment, and cash bars throughout the zoo at this after-hours event",
		"url": "https://www.lpzoo.org/adults-night-out",
		"start": "2018-11-29T18:30:00",
		"cost": "$15.00",
		"location": "Lincoln Park Zoo",
		"tag": "Animal",
		"image": "images/events/adult_zoo.jpg"
	},
	{
		"name": "Happy's: A Holiday Pop-Up Bar",
		"description": "This is a great pitstop after checking out Christkindlmarket or the Millennium Park ice-skating rink",
		"url": "http://chicagoathleticevents.com/events/categories/",
		"start": "2018-12-8T17:00:00",
		"cost": "free",
		"location": "Chicago Athletic Assocation",
		"tag": "Bar",
		"image": "images/events/happy.jpg"
	},
	{
		"name": "Travis Scott + Sheck Wes + Trippie Redd + Gunna",
		"description": "After celebrating the release of his latest album, ASTROWORLD, at Lollapalooza this summer, Travis Scott returns to Chicago on his WISH YOU WERE HERE tour.",
		"url": "http://www.unitedcenter.com/events/2018/12/06/travis-scott-astroworld-wish-you-were-here/",
		"start": "2018-12-6T19:30:00",
		"cost": "$40.00-$450",
		"location": "1901 W Madison St ",
		"tag": "Music",
		"image": "images/events/happy.jpg"
	},
	{
		"name": "NATIONAL THEATRE LIVE PRESENTS ANTONY & CLEOPATRA",
		"description": "Broadcast live from the National Theatre, Ralph Fiennes and Sophie Okonedo play Shakespeare’s famous fated couple in his great tragedy of politics, passion and power",
		"url": "http://ntlive.nationaltheatre.org.uk/productions/69873-antony-cleopatra",
		"start": "2018-12-6T19:00:00",
		"cost": "$18.00-$20.00",
		"location": "AMC River East 21",
		"tag": "Art",
		"image": "images/events/nation.jpg"
	},
	{
		"name": "CHICAGO BULLS V OKLAHOMA CITY THUNDER",
		"description": "Watch the legendary Chicago Bulls hit the court to play the Oklahoma City Thunder in this regular season game ",
		"url": "https://www.nba.com/bulls/gameday/20181121/phxchi",
		"start": "2018-12-7T19:00:00",
		"cost": "$100",
		"location": "Chicago Bulls",
		"tag": "Sport",
		"image": "images/events/bull.jpg"
	},
	{
		"name": "BROOKFIELD ZOO’S BREAKFAST WITH SANTA",
		"description": "You can visit your favorite animals",
		"url": "https://www.czs.org/Brookfield-ZOO/Events/Upcoming-Events",
		"start": "2018-12-16T10:00:00",
		"cost": "$15.00",
		"location": "Brookfield Zoo",
		"tag": "Special",
		"image": "images/events/santa.jpg"
	},
	{
		"name": "Pride Film Festival",
		"description": "Monthly film festival of short LGBTQ - themed films from around the world.",
		"url": "http://www.pridefilmsandplays.com/",
		"start": "2018-12-11T19:30:00",
		"cost": "$10.00",
		"location": "The Broadway, Pride Arts Center",
		"tag": "Festivals",
		"image": "images/events/pride.jpg"
	},
	{
		"name": "ART ON THEMART",
		"description": "In the spirit of Chicago’s great legacy of public art and culture, Art on theMART is the largest digital art projection in the world",
		"url": "https://www.artonthemart.com/",
		"start": "2018-12-12T19:00:00",
		"cost": "free",
		"location": "Merchandise Mart",
		"tag": "Museum",
		"image": "images/events/museum.jpg"
	},
	{
		"name": "CHICAGO'S ORIGINAL ARCHITECTURE TOUR",
		"description": "This comprehensive tour will navigate through the heart of the city on all three branches of the Chicago River",
		"url": "https://wendellaboats.com/Boat-Tours/Chicago-River-Architecture-Tour",
		"start": "2018-12-12T9:00:00",
		"cost": "$35.00",
		"location": "Wendella Tours & Cruises",
		"tag": "Tour",
		"image": "images/events/tour.jpg"
	},
	{
		"name": "Dream Freaks Fall From Space",
		"description": "You’ll fall for this other-worldly adventure that’s unlike any other show on the planet!",
		"url": "https://www.secondcity.com/shows/chicago/dream-freaks-fall-space/",
		"start": "2018-12-12T20:00:00",
		"cost": "$38.00",
		"location": "The Second City",
		"tag": "Music",
		"image": "images/events/dream.jpg"
	}
]
